Repository: cwangsf/MiniLibrary
Catalog: MiniLibrary/MiniLibrary/App/Localizable.xcstrings
Source language: en
Languages: de, ga, zh_hans

# %@ - %lld available
source: %1$@ - %2$lld available
de: %1$@ - %2$lld verfügbar
ga: %1$@ - %2$lld ar fáil
zh_hans: %1$@ - %2$lld 可借阅

# %lld %@ checked out
source: %1$lld %2$@ checked out
de: %1$lld %2$@ ausgeliehen
ga: %1$lld %2$@ ar iasacht
zh_hans: %1$lld %2$@ 已借出

source: %lld available
de: %1$lld verfügbar
ga: %1$lld ar fáil
zh_hans: %1$lld 可借阅

source: %lld selected
de: %1$lld ausgewählt
ga: %1$lld roghnaithe
zh_hans: %1$lld 已选择

source: %lld total copies
de: %1$lld Gesamtexemplare
ga: %1$lld cóipeanna ar fad
zh_hans: %1$lld 总册数

source: About
de: Über
ga: Maidir le
zh_hans: 关于

source: Acquire
de: Erwerben
ga: Faigh
zh_hans: 获取

source: Activity will appear here as you use the library
de: Aktivitäten werden hier angezeigt, wenn Sie die Bibliothek nutzen
ga: Beidh gníomhaíochta le feiceáil anseo agus tú ag úsáid an leabharlann
zh_hans: 使用图书馆时活动将显示在此处

source: Add
de: Hinzufügen
ga: Cuir Leis
zh_hans: 添加

# Add %lld %@
source: Add %1$lld %2$@
de: %1$lld %2$@ hinzufügen
ga: Cuir %1$lld %2$@ leis
zh_hans: 添加 %1$lld %2$@

# Add %lld Book%@ to Wishlist
source: Add %1$lld Book%2$@ to Wishlist
de: %1$lld Buch%2$@ zur Wunschliste hinzufügen
ga: Cuir %1$lld Leabhar%2$@ le Liosta Mianta
zh_hans: 将 %1$lld 本书%2$@添加到愿望清单

source: Add Book
de: Buch hinzufügen
ga: Cuir Leabhar Leis
zh_hans: 添加图书

source: Add Book to Catalog First
de: Buch zuerst zum Katalog hinzufügen
ga: Cuir Leabhar leis an gCatalóg ar dtús
zh_hans: 先添加图书到目录

source: Add Copies
de: Exemplare hinzufügen
ga: Cuir Cóipeanna Leis
zh_hans: 添加册数

source: Add Items
de: Elemente hinzufügen
ga: Cuir Míreanna Leis
zh_hans: 添加项目

source: Add New Book
de: Neues Buch hinzufügen
ga: Cuir Leabhar Nua Leis
zh_hans: 添加新图书

source: Add New Book Manually
de: Neues Buch manuell hinzufügen
ga: Cuir Leabhar Nua Leis de Láimh
zh_hans: 手动添加新图书

source: Add New Student
de: Neuen Schüler hinzufügen
ga: Cuir Dalta Nua Leis
zh_hans: 添加新学生

source: Add Student
de: Schüler hinzufügen
ga: Cuir Dalta Leis
zh_hans: 添加学生

source: Add to Catalog
de: Zum Katalog hinzufügen
ga: Cuir leis an gCatalóg
zh_hans: 添加到目录

source: Add to Catalog/Wishlist instantly
de: Sofort zum Katalog/zur Wunschliste hinzufügen
ga: Cuir go dtí an Catalóg/Liosta Mianta ar an tóirt
zh_hans: 立即添加到目录/愿望清单

source: Add to Catalog/Wishlist, check out, or return books instantly
de: Fügen Sie sofort zum Katalog/zur Wunschliste hinzu, leihen Sie aus oder geben Sie Bücher zurück
ga: Cuir go dtí an Catalóg/Liosta Mianta, Seiceáil Amach, nó Cuir Leabhair ar ais ar an tóirt
zh_hans: 立即添加到目录/愿望清单、签出或归还图书

source: Add to Wishlist
de: Zur Wunschliste hinzufügen
ga: Cuir le Liosta Mianta
zh_hans: 添加到愿望清单

source: Add to Wishlist Manually
de: Manuell zur Wunschliste hinzufügen
ga: Cuir ar Liosta Mianta go Manual
zh_hans: 手动添加到愿望清单

source: Add to Wishlist?
de: Zur Wunschliste hinzufügen?
ga: Cuir ar Liosta Mianta?
zh_hans: 添加到愿望清单？

source: All books are currently available
de: Alle Bücher sind derzeit verfügbar
ga: Tá gach leabhar ar fáil faoi láthair
zh_hans: 所有图书目前都可借阅

source: Author
de: Autor
ga: Údar
zh_hans: 作者

source: Author (optional)
de: Autor (optional)
ga: Údar (roghnach)
zh_hans: 作者（可选）

source: Availability
de: Verfügbarkeit
ga: Infhaighteacht
zh_hans: 可用性

source: Available
de: Verfügbar
ga: Ar Fáil
zh_hans: 可借阅

source: Available:
de: Verfügbar:
ga: Ar Fáil:
zh_hans: 可借阅：

source: Book
de: Buch
ga: Leabhar
zh_hans: 图书

source: Book Already Exists
de: Buch existiert bereits
ga: Tá an Leabhar Ann Cheana
zh_hans: 图书已存在

source: Book Details
de: Buchdetails
ga: Sonraí Leabhair
zh_hans: 图书详情

source: Book Information
de: Buchinformationen
ga: Eolas Leabhair
zh_hans: 图书信息

source: Books you mark as favorites will appear here
de: Bücher, die Sie als Favoriten markieren, werden hier angezeigt
ga: Beidh leabhair a bhreacann tú mar bhreall ansa le feiceáil anseo
zh_hans: 您标记为收藏的图书将显示在此处

source: Books you want to add to your library will appear here
de: Bücher, die Sie Ihrer Bibliothek hinzufügen möchten, erscheinen hier
ga: Beidh leabhair ar mhaith leat a chur le do leabharlann le feiceáil anseo
zh_hans: 您想添加到图书馆的图书将显示在这里

source: Bulk Data Management
de: Massendatenverwaltung
ga: Bainistíocht Sonraí Mór
zh_hans: 批量数据管理

source: by %@
de: von %1$@
ga: de %1$@
zh_hans: 由%1$@

source: Cancel
de: Abbrechen
ga: Cealaigh
zh_hans: 取消

source: Catalog
de: Katalog
ga: Catalóg
zh_hans: 目录

source: Check Out Book
de: Buch ausleihen
ga: Seiceáil Amach Leabhar
zh_hans: 借出图书

source: Checked Out
de: Ausgeliehen
ga: Seiceáilte Amach
zh_hans: 已借出

source: Checked Out Books
de: Ausgeliehene Bücher
ga: Leabhair Seiceáilte Amach
zh_hans: 已借出图书

source: Checked Out Copies
de: Ausgeliehene Exemplare
ga: Cóipeanna Seiceáilte Amach
zh_hans: 已借出册数

source: Class Code (optional)
de: Klassencode (optional)
ga: Cód Aicme (roghnach)
zh_hans: 班级代码（可选）

source: Confirm & Add Book
de: Bestätigen & Buch hinzufügen
ga: Deimhnigh & Cuir Leabhar Leis
zh_hans: 确认并添加图书

source: Confirm Checkout
de: Ausleihe bestätigen
ga: Deimhnigh Seiceáil Amach
zh_hans: 确认借出

source: Confirm New Book
de: Neues Buch bestätigen
ga: Deimhnigh Leabhar Nua
zh_hans: 确认新图书

source: Confirm Return
de: Rückgabe bestätigen
ga: Deimhnigh Filleadh
zh_hans: 确认归还

source: Copies
de: Exemplare
ga: Cóipeanna
zh_hans: 册数

source: Copies to Add
de: Hinzuzufügende Exemplare
ga: Cóipeanna le Cur Leis
zh_hans: 要添加的册数

source: CSV format: Book Title, Student Name, Checkout Date, Due Date
de: CSV-Format: Buchtitel, Schülername, Ausleihdatum, Rückgabedatum
ga: Formáid CSV: Teideal Leabhair, Ainm Dalta, Dáta Seiceála Amach, Dáta Dlite
zh_hans: CSV格式：书名、学生姓名、借出日期、归还日期

source: CSV format: First Name, Last Name, Class
de: CSV-Format: Vorname, Nachname, Klasse
ga: Formáid CSV: Ainm, Sloinne, Aicme
zh_hans: CSV格式：名字、姓氏、班级

source: CSV format: ISBN, Title, Author, Total Copies, Available Copies, Language, Publisher, Published Date, Page Count, Notes
de: CSV-Format: ISBN, Titel, Autor, Gesamtexemplare, Verfügbare Exemplare, Sprache, Verlag, Veröffentlichungsdatum, Seitenzahl, Notizen
ga: Formáid CSV: ISBN, Teideal, Údar, Cóipeanna Iomlána, Cóipeanna Ar Fáil, Teanga, Foilsitheoir, Dáta Fhoilsithe, Líon Leathanach, Nótaí
zh_hans: CSV格式：ISBN、标题、作者、总册数、可借阅册数、语言、出版社、出版日期、页数、备注

source: CSV format: Title, Author, ISBN
de: CSV-Format: Titel, Autor, ISBN
ga: Formáid CSV: Teideal, Údar, ISBN
zh_hans: CSV格式：标题、作者、ISBN

source: Current Inventory
de: Aktueller Bestand
ga: Fardal Reatha
zh_hans: 当前库存

source: Currently Checked Out
de: Derzeit ausgeliehen
ga: Seiceáilte Amach go Láthair
zh_hans: 当前已借出

source: Currently Checked Out By
de: Derzeit ausgeliehen von
ga: Seiceáilte Amach ag
zh_hans: 当前借阅者

source: Currently no checkout for this book
de: Derzeit keine Ausleihe für dieses Buch
ga: Gan aon seiceáil amach faoi láthair don leabhar seo
zh_hans: 该图书目前无借阅记录

source: Delete
de: Löschen
ga: Scrios
zh_hans: 删除

source: Delete All
de: Alles löschen
ga: Scrios Iomlán
zh_hans: 全部删除

source: Delete All Data
de: Alle Daten löschen
ga: Scrios Gach Sonra
zh_hans: 删除所有数据

source: Delete All Data?
de: Alle Daten löschen?
ga: Scrios Gach Sonra?
zh_hans: 删除所有数据？

source: Description
de: Beschreibung
ga: Cur Síos
zh_hans: 描述

source: Done
de: Fertig
ga: Déanta
zh_hans: 完成

source: Due Date
de: Rückgabedatum
ga: Dáta Dlite
zh_hans: 归还日期

source: Due: %@
de: Fällig: %1$@
ga: Dlite: %1$@
zh_hans: 归还日期：%1$@

source: Edit
de: Bearbeiten
ga: Cuir in Eagar
zh_hans: 编辑

source: Edit Details
de: Details bearbeiten
ga: Cuir Sonraí in Eagar
zh_hans: 编辑详情

source: Edit Student
de: Schüler bearbeiten
ga: Cuir Dalta in Eagar
zh_hans: 编辑学生

source: Enter ISBN Manually
de: ISBN manuell eingeben
ga: Cuir isteach ISBN de Láimh
zh_hans: 手动输入ISBN

source: Existing Students
de: Bestehende Schüler
ga: Daltaí Atá Ann
zh_hans: 现有学生

source: Export
de: Exportieren
ga: Easpórtáil
zh_hans: 导出

source: Export Catalog to CSV
de: Katalog als CSV exportieren
ga: Easpórtáil Catalóg go CSV
zh_hans: 导出目录为CSV

source: Export Checkout Records to CSV
de: Ausleihdatensätze als CSV exportieren
ga: Easpórtáil Taifid Seiceála Amach go CSV
zh_hans: 将借阅记录导出为CSV

source: Export Reminder
de: Export-Erinnerung
ga: Meabhruchán Easpórtála
zh_hans: 导出提醒

source: Export Students to CSV
de: Schüler als CSV exportieren
ga: Easpórtáil Daltaí go CSV
zh_hans: 导出学生为CSV

source: Export Wishlist to CSV
de: Wunschliste als CSV exportieren
ga: Easpórtáil Liosta Mianta go CSV
zh_hans: 导出愿望清单为CSV

source: Favorites
de: Favoriten
ga: Breall Ansa
zh_hans: 收藏

source: Fetching book information...
de: Buchinformationen werden abgerufen...
ga: Eolas leabhair á fháil...
zh_hans: 正在获取图书信息...

source: Find on Amazon
de: Auf Amazon suchen
ga: Faigh ar Amazon
zh_hans: 在Amazon上查找

source: First Name
de: Vorname
ga: Céad Ainm
zh_hans: 名字

source: First Name(and Middle name, if any)
de: Vorname (und Mittelname, falls vorhanden)
ga: Céad Ainm (agus Meánanm, má tá sé ann)
zh_hans: 名字（以及中间名，如有）

source: Grade %lld
de: Klasse %1$lld
ga: Grád %1$lld
zh_hans: 年级 %1$lld

source: Grade Level (optional)
de: Klassenstufe (optional)
ga: Leibhéal Grád (roghnach)
zh_hans: 年级（可选）

source: Home
de: Startseite
ga: Baile
zh_hans: 主页

source: Import Catalog from CSV
de: Katalog aus CSV importieren
ga: Iompórtáil Catalóg ó CSV
zh_hans: 从CSV导入目录

source: Import Checkout Records from CSV
de: Ausleihdatensätze aus CSV importieren
ga: Iompórtáil Taifid Seiceála Amach ó CSV
zh_hans: 从CSV导入借阅记录

source: Import Students from CSV
de: Schüler aus CSV importieren
ga: Iompórtáil Daltaí ó CSV
zh_hans: 从CSV导入学生

source: Import Wishlist from CSV
de: Wunschliste aus CSV importieren
ga: Iompórtáil Liosta Mianta ó CSV
zh_hans: 从CSV导入愿望清单

source: ISBN: %@
de: ISBN: %1$@
ga: ISBN: %1$@
zh_hans: ISBN：%1$@

source: It's been a week! Export your library data to keep a backup.
de: Eine Woche ist vergangen! Exportieren Sie Ihre Bibliotheksdaten, um ein Backup zu erstellen.
ga: Tá seachtain caite! Easpórtáil do shonraí leabharlainne chun cóip chúltaca a choinneáil.
zh_hans: 已经一周了！导出您的图书馆数据以保留备份。

source: Language
de: Sprache
ga: Teanga
zh_hans: 语言

source: Last Name
de: Nachname
ga: Sloinne
zh_hans: 姓氏

source: Library ID (e.g., LIB-001)
de: Bibliotheks-ID (z.B. LIB-001)
ga: Aitheantas Leabharlainne (m.sh. LIB-001)
zh_hans: 图书馆ID（如 LIB-001）

source: Manage Checkouts
de: Ausleihen verwalten
ga: Bainistigh Seiceálacha Amach
zh_hans: 管理借阅

source: No active checkouts
de: Keine aktiven Ausleihen
ga: Gan aon seiceálacha gníomhacha amach
zh_hans: 无活动借阅

source: No Active Checkouts
de: Keine aktiven Ausleihen
ga: Gan Seiceálacha Amach Ghníomhacha
zh_hans: 无活动借阅

source: No Checked Out Books
de: Keine ausgeliehenen Bücher
ga: Gan Leabhair Seiceáilte Amach
zh_hans: 无已借出图书

source: No copies available
de: Keine Exemplare verfügbar
ga: Gan aon chóipeanna ar fáil
zh_hans: 无可借阅册数

source: No Favorite Books
de: Keine Lieblingsbücher
ga: Gan Leabhair Bhreall Ansa
zh_hans: 无收藏的图书

source: No notes yet. Tap Edit to add notes.
de: Noch keine Notizen. Tippen Sie auf Bearbeiten, um Notizen hinzuzufügen.
ga: Gan nótaí fós. Tapáil Cuir in Eagar chun nótaí a chur leis.
zh_hans: 尚无备注。点击编辑以添加备注。

source: No Recent Activity
de: Keine neuere Aktivität
ga: Gan Gníomhaíochta Dhéanach
zh_hans: 无最近活动

source: No Results
de: Keine Ergebnisse
ga: Gan Torthaí
zh_hans: 无结果

source: No Wishlist Items
de: Keine Wunschlisteneinträge
ga: Gan Míreanna Liosta Mianta
zh_hans: 无愿望清单项目

source: Not specified
de: Nicht angegeben
ga: Gan sonrú
zh_hans: 未指定

source: Note: Available copies cannot exceed total copies
de: Hinweis: Verfügbare Exemplare dürfen Gesamtexemplare nicht überschreiten
ga: Nóta: Ní féidir le chóipeanna ar fáil a bheith níos mó ná cóipeanna iomlána
zh_hans: 注意：可借阅册数不能超过总册数

source: Notes
de: Notizen
ga: Nótaí
zh_hans: 备注

source: of %lld total
de: von %1$lld insgesamt
ga: as %1$lld ar fad
zh_hans: 共%1$lld个中

source: OVERDUE
de: ÜBERFÄLLIG
ga: THAR AM
zh_hans: 逾期

source: Point camera at ISBN barcode
de: Kamera auf ISBN-Barcode richten
ga: Dírígh ceamara ar bharcód ISBN
zh_hans: 将相机对准ISBN条形码

source: Position barcode here
de: Barcode hier positionieren
ga: Barcód a shuíomh anseo
zh_hans: 将条形码放在此处

source: Proceed to Checkout
de: Zum Ausleihen fortfahren
ga: Lean ar aghaidh chuig Seiceáil Amach
zh_hans: 继续借出

source: Proceed to Return
de: Zum Zurückgeben fortfahren
ga: Lean ar aghaidh chuig Filleadh
zh_hans: 继续归还

source: Published: %@
de: Veröffentlicht: %1$@
ga: Foilsithe: %1$@
zh_hans: 发布日期：%1$@

source: Publisher (optional)
de: Verlag (optional)
ga: Foilsitheoir (roghnach)
zh_hans: 出版社（可选）

source: Quick Actions
de: Schnellaktionen
ga: Gníomhartha Tapa
zh_hans: 快捷操作

source: Recent Activity
de: Neueste Aktivität
ga: Gníomhaíochta Dhéanach
zh_hans: 最近活动

source: Required: Book Title, Student Name. Dates are optional.
de: Erforderlich: Buchtitel, Schülername. Datumsangaben sind optional.
ga: Riachtanach: Teideal Leabhair, Ainm Dalta. Tá dátaí roghnach.
zh_hans: 必填：书名、学生姓名。日期为可选。

source: Required: First Name, Last Name. Class is optional.
de: Erforderlich: Vorname, Nachname. Klasse ist optional.
ga: Riachtanach: Ainm, Sloinne. Tá Aicme roghnach.
zh_hans: 必填项：名字、姓氏。班级为可选。

source: Required: ISBN, Title.
de: Erforderlich: ISBN, Titel.
ga: Riachtanach: ISBN, Teideal.
zh_hans: 必填：ISBN、书名。

source: Required: Title, Author, Total Copies, Available Copies. All other fields are optional.
de: Erforderlich: Titel, Autor, Gesamtexemplare, Verfügbare Exemplare. Alle anderen Felder sind optional.
ga: Riachtanach: Teideal, Údar, Cóipeanna Iomlána, Cóipeanna Ar Fáil. Tá gach réimse eile roghnach.
zh_hans: 必填项：标题、作者、总册数、可借阅册数。所有其他字段为可选。

source: Required: Title. Author and ISBN are optional but improve search accuracy.
de: Erforderlich: Titel. Autor und ISBN sind optional, verbessern aber die Suchgenauigkeit.
ga: Riachtanach: Teideal. Tá Údar agus ISBN roghnach ach feabhsaíonn siad cruinneas an chuardaigh.
zh_hans: 必填项：标题。作者和ISBN为可选，但可提高搜索准确性。

source: Return Book
de: Buch zurückgeben
ga: Cuir Leabhar ar Ais
zh_hans: 归还图书

source: Save
de: Speichern
ga: Sábháil
zh_hans: 保存

source: Scan Book
de: Buch scannen
ga: Scanáil Leabhar
zh_hans: 扫描图书

source: Scan Book Barcode
de: Buch-Barcode scannen
ga: Scanáil Barcód Leabhair
zh_hans: 扫描图书条形码

source: Search books or authors
de: Bücher oder Autoren suchen
ga: Cuardaigh leabhair nó údair
zh_hans: 搜索图书或作者

source: Search by name
de: Nach Name suchen
ga: Cuardaigh de réir ainm
zh_hans: 按名字搜索

source: Search Google Books
de: Google Books durchsuchen
ga: Cuardaigh Google Books
zh_hans: 搜索谷歌图书

source: Search Google Books to get complete information, or add manually with the details you have.
de: Durchsuchen Sie Google Books, um vollständige Informationen zu erhalten, oder fügen Sie manuell die Details hinzu, die Sie haben.
ga: Cuardaigh Google Books chun faisnéis iomlán a fháil, nó cuir leis go manual leis na sonraí atá agat.
zh_hans: 搜索Google图书以获取完整信息，或使用您拥有的详细信息手动添加。

source: Search Results - Select Books
de: Suchergebnisse - Bücher auswählen
ga: Torthaí Cuardaigh - Roghnaigh Leabhair
zh_hans: 搜索结果 - 选择图书

source: Searching...
de: Suchen...
ga: Ag Cuardach...
zh_hans: 正在搜索...

source: Select a book
de: Wählen Sie ein Buch
ga: Roghnaigh leabhar
zh_hans: 选择一本图书

source: Select a student
de: Wählen Sie einen Schüler
ga: Roghnaigh dalta
zh_hans: 选择一个学生

source: Select a Student
de: Wählen Sie einen Schüler
ga: Roghnaigh Dalta
zh_hans: 选择一个学生

source: Select Book
de: Buch auswählen
ga: Roghnaigh Leabhar
zh_hans: 选择图书

source: Select Copy to Return
de: Exemplar zum Zurückgeben auswählen
ga: Roghnaigh Cóip le Cur ar Ais
zh_hans: 选择要归还的副本

source: Select Student
de: Schüler auswählen
ga: Roghnaigh Dalta
zh_hans: 选择学生

source: Student
de: Schüler
ga: Dalta
zh_hans: 学生

source: Student Information
de: Schülerinformationen
ga: Eolas Dalta
zh_hans: 学生信息

source: Student Name
de: Schülername
ga: Ainm an Dalta
zh_hans: 学生姓名

source: Student Name (e.g., John Smith)
de: Schülername (z.B. John Smith)
ga: Ainm an Dalta (m.sh. John Smith)
zh_hans: 学生姓名（例如 John Smith）

source: Student: %@
de: Schüler: %1$@
ga: Dalta: %1$@
zh_hans: 学生：%1$@

source: There are no books currently checked out
de: Derzeit sind keine Bücher ausgeliehen
ga: Níl aon leabhair seiceáilte amach faoi láthair
zh_hans: 目前没有图书被借出

source: This will permanently delete all books, students, checkouts, and activities. This action cannot be undone.
de: Dies wird alle Bücher, Schüler, Ausleihen und Aktivitäten dauerhaft löschen. Diese Aktion kann nicht rückgängig gemacht werden.
ga: Scriosadh go buan go léir na leabhair, na scoláire, na seiceálacha amach, agus gníomhaíochta. Ní féidir an gníomh seo a bhaint ar ais.
zh_hans: 这将永久删除所有图书、学生、借阅和活动。此操作无法撤销。

source: Title
de: Titel
ga: Teideal
zh_hans: 标题

source: Title (optional)
de: Titel (optional)
ga: Teideal (roghnach)
zh_hans: 标题（可选）

source: Total
de: Gesamt
ga: Iomlán
zh_hans: 总计

source: Total Copies
de: Gesamtexemplare
ga: Cóipeanna Iomlána
zh_hans: 总册数

source: Total Copies:
de: Gesamtexemplare:
ga: Cóipeanna Iomlána:
zh_hans: 总册数：

source: Total Copies: %lld
de: Gesamtexemplare: %1$lld
ga: Cóipeanna Iomlána: %1$lld
zh_hans: 总册数：%1$lld

source: Try searching with different keywords or add manually
de: Versuchen Sie mit verschiedenen Schlüsselwörtern zu suchen oder fügen Sie manuell hinzu
ga: Bain triail as cuardach le focail chéile eile nó cuir leis go manual
zh_hans: 尝试使用不同的关键词搜索或手动添加

source: Usually found on the back cover
de: Normalerweise auf der Rückseite zu finden
ga: De ghnáth ar an gclúdach cúil
zh_hans: 通常在封底找到

source: View on Google Books
de: In Google Books anzeigen
ga: Féach ar Google Books
zh_hans: 在Google图书上查看

source: Wish List
de: Wunschliste
ga: Liosta Mianta
zh_hans: 愿望清单

source: App Version
ga: Leagan an Aip
zh_hans: 应用版本

source: ISBN (optional)
ga: ISBN (roghnach)
zh_hans: ISBN（可选）

source: Status
ga: Stádas
zh_hans: 状态

source: OK
zh_hans: 确定
